tap "adoptopenjdk/openjdk"
tap "argoproj/tap"
tap "bufbuild/buf"
tap "buildpacks/tap"
tap "c-bata/kube-prompt"
tap "github/gh"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homeport/tap"
tap "ktr0731/evans"
tap "kyoshidajp/ghkw"
tap "maoueh/tap"
tap "mike-engel/jwt-cli"
tap "muesli/tap"
tap "robscott/tap"
tap "sanemat/font"
tap "tldr-pages/tldr"
tap "wez/wezterm"
brew "act", args: ["HEAD"]
brew "alp"
brew "python@3.10"
brew "ansible"
brew "argocd"
brew "autoconf"
brew "automake"
brew "awscli", link: false
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "blueutil"
brew "boost"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "carthage"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "openldap"
brew "curl"
brew "libsodium"
brew "zeromq"
brew "czmq"
brew "go"
brew "dep"
brew "docker-compose", link: false
brew "doxygen"
brew "exa"
brew "fasd"
brew "libtool"
brew "guile"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "gobject-introspection"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "pango"
brew "fontforge"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghi"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnu-getopt"
brew "git-now"
brew "glide"
brew "gnu-sed"
brew "golang-migrate"
brew "python@3.8"
brew "librsvg"
brew "graphviz"
brew "gprof2dot"
brew "gradle"
brew "grpcurl"
brew "libaec"
brew "helm"
brew "helm@2"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "hyperkit", link: false
brew "ios-deploy"
brew "ios-webkit-debug-proxy"
brew "oniguruma"
brew "jq"
brew "jsonnet"
brew "k3d"
brew "k6"
brew "k9s"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "libbitcoin"
brew "libbitcoin-explorer"
brew "libfido2"
brew "libpq"
brew "libpqxx"
brew "libslirp"
brew "libssh"
brew "maven"
brew "mercurial"
brew "minikube"
brew "mysql"
brew "ncdu"
brew "netcdf"
brew "nginx"
brew "node"
brew "nsq"
brew "nvm"
brew "openapi-generator"
brew "openjdk@11"
brew "packer"
brew "pandoc"
brew "peco"
brew "perl"
brew "postgresql@14"
brew "prototool"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-yq"
brew "qemu"
brew "qt", link: false
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "redis"
brew "skaffold"
brew "sphinx-doc"
brew "stern"
brew "stunnel"
brew "swiftformat"
brew "swiftlint"
brew "terraform"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "vsftpd"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn", link: false
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "bufbuild/buf/buf"
brew "buildpacks/tap/pack"
brew "c-bata/kube-prompt/kube-prompt"
brew "golangci/tap/golangci-lint"
brew "homeport/tap/dyff"
brew "ktr0731/evans/evans"
brew "kyoshidajp/ghkw/ghkw"
brew "maoueh/tap/zap-pretty"
brew "mike-engel/jwt-cli/jwt-cli"
brew "muesli/tap/duf"
brew "robscott/tap/kube-capacity"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "adoptopenjdk8"
cask "fig"
cask "graphiql"
cask "minikube"
cask "mockoon"
cask "tunnelblick"
cask "vagrant"
cask "wezterm"
